Repository: riyasy/FlyPhotos
Catalog: Src/FlyPhotos/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, ml_in, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, uk_ua, zh_cn, zh_tw

# DefaultViewerInstruction1.Text
source: To set FlyPhotos as the default app: Right-click a photo > Open with > Choose another app. Select FlyPhotos and select Always.
ar_sa: لتعيين FlyPhotos كتطبيق افتراضي: انقر بزر الماوس الأيمن فوق صورة > فتح باستخدام > اختيار تطبيق آخر. حدد FlyPhotos وحدد دائمًا.
es_es: Para establecer FlyPhotos como la aplicación predeterminada: Haga clic derecho en una foto > Abrir con > Elegir otra aplicación. Seleccione FlyPhotos y haga clic en Siempre.
fr_fr: Pour définir FlyPhotos comme application par défaut : Cliquez avec le bouton droit sur une photo > Ouvrir avec > Choisir une autre application. Sélectionnez FlyPhotos et cliquez sur Toujours.
it_it: Per impostare FlyPhotos come app predefinita: Fai clic con il pulsante destro del mouse su una foto > Apri con > Scegli un'altra app. Seleziona FlyPhotos e seleziona Sempre.
ja_jp: FlyPhotosを既定のアプリに設定するには: 写真を右クリック > プログラムから開く > 別のアプリを選択。 FlyPhotosを選択し、「常に」をクリックします。
ko_kr: FlyPhotos를 기본 앱으로 설정하려면: 사진을 마우스 오른쪽 버튼으로 클릭 > 연결 프로그램 > 다른 앱 선택을 선택합니다. FlyPhotos를 선택하고 항상 선택을 선택합니다.
ml_in: ഒരു ചിത്രത്തിൽ റൈറ്റ് ക്ലിക്ക് ചെയ്ത് "Open With" > "Choose another app" തിരഞ്ഞെടുത്ത്, "FlyPhotos" സെലക്ട് ചെയ്ത ശേഷം "Always" ബട്ടൺ അമർത്തി FlyPhotos-നെ ഡിഫോൾട്ട് വ്യൂവർ ആയി ക്രമീകരിക്കാം.
nl_nl: FlyPhotos instellen als standaard-app: Klik met de rechtermuisknop op een foto > Openen met > Een andere app kiezen. Selecteer FlyPhotos en kies Altijd.
pl_pl: Aby ustawić FlyPhotos jako domyślną aplikację: Kliknij prawym przyciskiem myszy zdjęcie > Otwórz za pomocą > Wybierz inną aplikację. Wybierz FlyPhotos i zaznacz Zawsze.
pt_pt: Para definir o FlyPhotos como aplicação predefinida: Clique com o botão direito numa foto > Abrir com > Escolher outra aplicação. Selecione FlyPhotos e escolha Sempre.
ru_ru: Чтобы установить FlyPhotos как приложение по умолчанию: Щёлкните правой кнопкой мыши по фото > Открыть с помощью > Выбрать другое приложение. Выберите FlyPhotos и нажмите «Всегда».
sv_se: Så här ställer du in FlyPhotos som standardapp: Högerklicka på ett foto > Öppna med > Välj en annan app. Välj FlyPhotos och välj Alltid.
uk_ua: Щоб встановити FlyPhotos програмою за замовчуванням: клацніть правою кнопкою миші на фото > Відкрити за допомогою > Вибрати іншу програму. Виберіть FlyPhotos та натисніть Завжди.
zh_tw: 若要將 FlyPhotos 設為預設應用程式： 在照片上按右鍵＞使用其他應用程式開啟＞選擇其他應用程式。 選擇 FlyPhotos 並勾選「一律使用」。

# DefaultViewerInstruction2.Text
source: In Windows 11, you can also set FlyPhotos as the default app in Settings > Apps > Default apps.
ar_sa: في Windows 11، يمكنك أيضًا تعيين FlyPhotos كتطبيق افتراضي في الإعدادات > التطبيقات > التطبيقات الافتراضية.
de_de: Unter Windows 11 können Sie FlyPhotos auch als Standard-App festlegen unter Einstellungen > Apps > Standard-Apps.
es_es: En Windows 11, también puede establecer FlyPhotos como la aplicación predeterminada en Configuración > Aplicaciones > Aplicaciones predeterminadas.
fi_fi: Windows 11:ssä voit myös asettaa FlyPhotosin oletussovellukseksi kohdassa Asetukset > Sovellukset > Oletussovellukset.
fr_fr: Sous Windows 11, vous pouvez également définir FlyPhotos comme application par défaut dans Paramètres > Applications > Applications par défaut.
hu_hu: Windows 11 rendszerben a FlyPhotos-t a Beállítások > Alkalmazások > Alapértelmezett alkalmazások menüpontban is beállíthatja alapértelmezett alkalmazásként.
it_it: In Windows 11, puoi anche impostare FlyPhotos come app predefinita in Impostazioni > App > App predefinite.
ja_jp: Windows 11では、設定 > アプリ > 既定のアプリでFlyPhotosを既定のアプリとして設定することもできます。
ko_kr: Windows 11에서는 설정 > 앱 > 기본 앱에서도 FlyPhotos를 기본 앱으로 설정할 수 있습니다.
ml_in: Windows 11-ലെ "Settings" ആപ്പിലുള്ള "Apps > Default Apps" പേജ് വഴിയും FlyPhotos-നെ ഡിഫോൾട്ട് വ്യൂവർ ആയി ക്രമീകരിക്കാം.
nl_nl: In Windows 11 kunt u FlyPhotos ook instellen als de standaard-app in Instellingen > Apps > Standaard-apps.
pl_pl: W systemie Windows 11 możesz także ustawić FlyPhotos jako domyślną aplikację w Ustawieniach > Aplikacje > Aplikacje domyślne.
pt_br: No Windows 11, você também pode definir o FlyPhotos como o aplicativo padrão em Configurações > Aplicativos > Aplicativos padrão.
pt_pt: No Windows 11, também pode definir FlyPhotos como aplicação predefinida em Definições > Aplicações > Aplicações predefinidas.
ru_ru: В Windows 11 вы также можете установить FlyPhotos как приложение по умолчанию через Параметры → Приложения → Приложения по умолчанию
sv_se: I Windows 11 kan du också ställa in FlyPhotos som standardapp i Inställningar > Appar > Standardappar.
uk_ua: У Windows 11 також можна встановити FlyPhotos як програму за замовчуванням у Параметри > Програми > Програми за замовчуванням.
zh_cn: 在 Windows 11 中，也可以在 设置 > 应用 > 默认应用 中将 FlyPhotos 设为默认应用。
zh_tw: 在 Windows 11 中，你也可以前往設定＞應用程式＞預設應用程式， 將 FlyPhotos 設為預設。

# DeletionFailed.CloseButton
source: OK
ar_sa: موافق
es_es: Aceptar
ko_kr: 확인
ml_in: ശരി
ru_ru: ОК
zh_cn: 确定
zh_tw: 確定

# DeletionFailed.Message
source: The file could not be deleted.
ar_sa: تعذر حذف الملف.
de_de: Die Datei konnte nicht gelöscht werden.
es_es: No se pudo eliminar el archivo.
fi_fi: Tiedostoa ei voitu poistaa.
fr_fr: Le fichier n'a pas pu être supprimé.
hu_hu: A fájl nem törölhető.
it_it: Impossibile eliminare il file.
ja_jp: ファイルを削除できませんでした。
ko_kr: 파일을 삭제할 수 없습니다.
ml_in: ഫയൽ ഡിലീറ്റ് ചെയ്യാൻ കഴിഞ്ഞില്ല.
nl_nl: Het bestand kon niet worden verwijderd.
pl_pl: Nie można było usunąć pliku.
pt_br: Não foi possível excluir o arquivo.
pt_pt: Não foi possível eliminar o ficheiro.
ru_ru: Не удалось удалить файл
sv_se: Filen kunde inte tas bort.
uk_ua: Не вдалося видалити файл.
zh_cn: 无法删除该文件。
zh_tw: 無法刪除檔案。

# DeletionFailed.Title
source: Deletion Failed
ar_sa: فشل الحذف
de_de: Löschen fehlgeschlagen
es_es: Error al eliminar
fi_fi: Poisto epäonnistui
fr_fr: Échec de la suppression
hu_hu: Törlés sikertelen
it_it: Eliminazione fallita
ja_jp: 削除に失敗しました
ko_kr: 삭제 실패
ml_in: ഡിലീറ്റ് പരാജയപ്പെട്ടു
nl_nl: Verwijderen mislukt
pl_pl: Niepowodzenie usuwania
pt_br: Falha ao excluir
pt_pt: Falha na eliminação
ru_ru: Ошибка удаления
sv_se: Borttagning misslyckades
uk_ua: Помилка видалення
zh_cn: 删除失败
zh_tw: 刪除失敗

# DonateButton.Content
source: Donate
ar_sa: تبرع
de_de: Spenden
es_es: Donar
fi_fi: Lahjoita
fr_fr: Faire un don
hu_hu: Támogatás
it_it: Dona
ja_jp: 寄付
ko_kr: 기부
ml_in: സംഭാവന നൽകുക
nl_nl: Doneren
pl_pl: Przekaż darowiznę
pt_br: Doar
pt_pt: Doar
ru_ru: Поддержать
sv_se: Donera
uk_ua: Підтримати
zh_cn: 捐赠
zh_tw: 捐助

# DropAreaRun.Text
source: Drag and drop a photo here or
ar_sa: اسحب صورة وأفلتها هنا أو
de_de: Bild hierher ziehen oder
es_es: Arrastre y suelte una foto aquí o
fi_fi: Vedä ja pudota kuva tähän tai
fr_fr: Glisser-déposer une photo ici ou
hu_hu: Húzzon ide egy képet vagy
it_it: Trascina e rilascia una foto qui oppure
ja_jp: ここに写真をドラッグアンドドロップまたは
ko_kr: 여기에 사진을 끌어다 놓거나
ml_in: ഒരു ചിത്രം വലിച്ചിടുക (Drag & Drop), അല്ലെങ്കിൽ
nl_nl: Sleep een foto hierheen of
pl_pl: Przeciągnij i upuść zdjęcie tutaj lub
pt_br: Arraste e solte uma foto aqui ou
pt_pt: Arraste e solte uma foto aqui ou
ru_ru: Перетащите фото сюда или
sv_se: Dra och släpp ett foto här eller
uk_ua: Перетягніть фото сюди або
zh_cn: 将照片拖放到此处，或
zh_tw: 將照片拖曳到此處，或

# HeaderCodec.Text
source: Codec
ar_sa: برنامج الترميز
es_es: Códec
fi_fi: Koodekki
hu_hu: Kodek
ja_jp: コーデック
ko_kr: 코덱
ml_in: കോഡെക്
pl_pl: Kodek
ru_ru: Кодек
uk_ua: Кодек
zh_cn: 编解码器
zh_tw: 編解碼器

# HeaderExtensions.Text
source: Extensions
ar_sa: الامتدادات
de_de: Erweiterungen
es_es: Extensiones
fi_fi: Tiedostopäätteet
hu_hu: Kiterjesztések
it_it: Estensioni
ja_jp: 拡張機能
ko_kr: 확장
ml_in: എക്സ്റ്റൻഷനുകൾ
nl_nl: Extensies
pl_pl: Rozszerzenia
pt_br: Extensões
pt_pt: Extensões
ru_ru: Расширения
sv_se: Tillägg
uk_ua: Розширення
zh_cn: 扩展名
zh_tw: 副檔名

# HeaderType.Text
source: Type
ar_sa: النوع
de_de: Typ
es_es: Tipo
fi_fi: Tyyppi
hu_hu: Típus
it_it: Tipo
ja_jp: 種類
ko_kr: 유형
ml_in: തരം
pl_pl: Typ
pt_br: Tipo
pt_pt: Tipo
ru_ru: Тип
sv_se: Typ
uk_ua: Тип
zh_cn: 类型
zh_tw: 類型

# ExifPanelTitle.Text
source: Photo Info
ar_sa: معلومات الصورة
es_es: Información de la foto
fr_fr: Infos sur la photo
it_it: Informazioni foto
ja_jp: 写真情報
ko_kr: 사진 정보
ml_in: ഫോട്ടോ വിവരം
nl_nl: Foto-info
pl_pl: Informacje o zdjęciu
pt_pt: Informações da foto
ru_ru: Информация о фото
sv_se: Fotoinformation
uk_ua: Відомості про фото
zh_tw: 相片資訊

# ExifPanelClose.Content
source: Close
ar_sa: إغلاق
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
ml_in: അടയ്ക്കുക
nl_nl: Sluiten
pl_pl: Zamknij
pt_pt: Fechar
ru_ru: Закрыть
sv_se: Stäng
uk_ua: Закрити
zh_tw: 關閉

# Exif_CopyTooltip
source: Copy to clipboard
ar_sa: نسخ إلى الحافظة
es_es: Copiar al portapapeles
fr_fr: Copier dans le Presse-papiers
it_it: Copia negli appunti
ja_jp: クリップボードにコピー
ko_kr: 클립보드에 복사
ml_in: ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തുക
nl_nl: Kopiëren naar het klembord
pl_pl: Kopiuj do schowka
pt_pt: Copiar para a área de transferência
ru_ru: Копировать в буфер обмена
sv_se: Kopiera till Urklipp
uk_ua: Копіювати в буфер обміну
zh_tw: 複製到剪貼簿

# Exif_ShowAll
source: Show All
ar_sa: عرض الكل
es_es: Mostrar todo
fr_fr: Tout afficher
it_it: Mostra tutto
ja_jp: すべて表示
ko_kr: 모두 표시
ml_in: എല്ലാം കാണിക്കുക
nl_nl: Alles tonen
pl_pl: Pokaż wszystko
pt_pt: Mostrar tudo
ru_ru: Показать все
sv_se: Visa alla
uk_ua: Показати все
zh_tw: 顯示全部

# Exif_ShowSummary
source: Show Summary
ar_sa: عرض الملخص
es_es: Mostrar resumen
fr_fr: Afficher le résumé
it_it: Mostra riepilogo
ja_jp: 概要を表示
ko_kr: 요약 표시
ml_in: ചുരുക്കം കാണിക്കുക
nl_nl: Samenvatting tonen
pl_pl: Pokaż podsumowanie
pt_pt: Mostrar resumo
ru_ru: Показать сводку
sv_se: Visa sammanfattning
uk_ua: Показати зведення
zh_tw: 顯示摘要

# Exif_FileName
source: File name
ar_sa: اسم الملف
es_es: Nombre de archivo
fr_fr: Nom du fichier
it_it: Nome file
ja_jp: ファイル名
ko_kr: 파일 이름
ml_in: ഫയലിന്റെ പേര്
nl_nl: Bestandsnaam
pl_pl: Nazwa pliku
pt_pt: Nome do ficheiro
ru_ru: Имя файла
sv_se: Filnamn
uk_ua: Ім'я файлу
zh_tw: 檔案名稱

# Exif_FileSize
source: File size
ar_sa: حجم الملف
es_es: Tamaño de archivo
fr_fr: Taille du fichier
it_it: Dimensione file
ja_jp: ファイル サイズ
ko_kr: 파일 크기
ml_in: ഫയലിന്റെ വലിപ്പം
nl_nl: Bestandsgrootte
pl_pl: Rozmiar pliku
pt_pt: Tamanho do ficheiro
ru_ru: Размер файла
sv_se: Filstorlek
uk_ua: Розмір файлу
zh_tw: 檔案大小

# Exif_DateTaken
source: Date taken
ar_sa: تاريخ الالتقاط
es_es: Fecha de captura
fr_fr: Date de prise de vue
it_it: Data acquisizione
ja_jp: 撮影日時
ko_kr: 촬영 일시
ml_in: എടുത്ത തീയതി
nl_nl: Opnamedatum
pl_pl: Data wykonania
pt_pt: Data de captura
ru_ru: Дата съемки
sv_se: Datum taget
uk_ua: Дата зйомки
zh_tw: 拍攝時間

# Exif_CameraMake
source: Camera make
ar_sa: الشركة المصنعة للكاميرا
es_es: Marca de la cámara
fr_fr: Marque de l'appareil photo
it_it: Marca fotocamera
ja_jp: カメラのメーカー
ko_kr: 카메라 제조업체
ml_in: ക്യാമറ നിർമ്മാതാവ്
nl_nl: Cameramerk
pl_pl: Producent aparatu
pt_pt: Marca da câmara
ru_ru: Производитель камеры
sv_se: Kameratillverkare
uk_ua: Виробник камери
zh_tw: 相機製造商

# Exif_CameraModel
source: Camera model
ar_sa: طراز الكاميرا
es_es: Modelo de la cámara
fr_fr: Modèle de l'appareil photo
it_it: Modello fotocamera
ja_jp: カメラのモデル
ko_kr: 카메라 모델
ml_in: ക്യാമറ മോഡൽ
pl_pl: Model aparatu
pt_pt: Modelo da câmara
ru_ru: Модель камеры
sv_se: Kameramodell
uk_ua: Модель камери
zh_tw: 相機型號

# Exif_LensModel
source: Lens model
ar_sa: طراز العدسة
es_es: Modelo de objetivo
fr_fr: Modèle de l'objectif
it_it: Modello obiettivo
ja_jp: レンズのモデル
ko_kr: 렌즈 모델
ml_in: ലെൻസ് മോഡൽ
pl_pl: Model obiektywu
pt_pt: Modelo da objetiva
ru_ru: Модель объектива
sv_se: Objektivmodell
uk_ua: Модель об'єктива
zh_tw: 鏡頭型號

# Exif_FocalLength
source: Focal length
ar_sa: البعد البؤري
es_es: Distancia focal
fr_fr: Distance focale
it_it: Lunghezza focale
ja_jp: 焦点距離
ko_kr: 초점 거리
ml_in: ഫോക്കൽ ലെങ്ത്
nl_nl: Brandpuntsafstand
pl_pl: Ogniskowa
pt_pt: Distância focal
ru_ru: Фокусное расстояние
sv_se: Brännvidd
uk_ua: Фокусна відстань
zh_tw: 焦距

# Exif_Aperture
source: Aperture
ar_sa: فتحة العدسة
es_es: Apertura
fr_fr: Ouverture
it_it: Apertura
ja_jp: 絞り値
ko_kr: 조리개
ml_in: അപ്പർച്ചർ
nl_nl: Diafragma
pl_pl: Przysłona
pt_pt: Abertura
ru_ru: Диафрагма
sv_se: Bländare
uk_ua: Діафрагма
zh_tw: 光圈

# Exif_ShutterSpeed
source: Shutter speed
ar_sa: سرعة الغالق
es_es: Velocidad de obturación
fr_fr: Vitesse d'obturation
it_it: Velocità otturatore
ja_jp: シャッタースピード
ko_kr: 셔터 속도
ml_in: ഷട്ടർ സ്പീഡ്
nl_nl: Sluitertijd
pl_pl: Czas otwarcia migawki
pt_pt: Velocidade do obturador
ru_ru: Выдержка
sv_se: Slutartid
uk_ua: Витримка
zh_tw: 快門速度

# Exif_Iso
source: ISO
zh_tw: ISO 感光度

# Exif_ExposureBias
source: Exposure bias
ar_sa: تعويض التعريض الضوئي
es_es: Compensación de exposición
fr_fr: Compensation d'exposition
it_it: Compensazione esposizione
ja_jp: 露出補正
ko_kr: 노출 보정
ml_in: എക്സ്പോഷർ ബയസ്
nl_nl: Belichtingscompensatie
pl_pl: Kompensacja ekspozycji
pt_pt: Compensação de exposição
ru_ru: Компенсация экспозиции
sv_se: Exponeringskompensation
uk_ua: Компенсація експозиції
zh_tw: 曝光補償

# Exif_MeteringMode
source: Metering mode
ar_sa: وضع القياس
es_es: Modo de medición
fr_fr: Mode de mesure
it_it: Metodo di misurazione
ja_jp: 測光モード
ko_kr: 측광 모드
ml_in: മീറ്ററിംഗ് മോഡ്
nl_nl: Meetmethode
pl_pl: Tryb pomiaru
pt_pt: Modo de medição
ru_ru: Режим экспозамера
sv_se: Ljusmätarmetod
uk_ua: Режим експозаміру
zh_tw: 測光模式

# Exif_ExposureProgram
source: Exposure program
ar_sa: برنامج التعريض الضوئي
es_es: Programa de exposición
fr_fr: Programme d'exposition
it_it: Programma di esposizione
ja_jp: 露出プログラム
ko_kr: 노출 프로그램
ml_in: എക്സ്പോഷർ പ്രോഗ്രാം
nl_nl: Belichtingsprogramma
pl_pl: Program ekspozycji
pt_pt: Programa de exposição
ru_ru: Программа экспозиции
sv_se: Exponeringsprogram
uk_ua: Програма експозиції
zh_tw: 曝光程式

# Exif_Flash
source: Flash
ar_sa: الفلاش
ja_jp: フラッシュ
ko_kr: 플래시
ml_in: ഫ്ലാഷ്
nl_nl: Flitser
pl_pl: Lampa błyskowa
ru_ru: Вспышка
sv_se: Blixt
uk_ua: Спалах
zh_tw: 閃光燈

# Exif_Dimensions
source: Dimensions
ar_sa: الأبعاد
es_es: Dimensiones
it_it: Dimensioni
ja_jp: 寸法
ko_kr: 크기
ml_in: അളവുകൾ
nl_nl: Afmetingen
pl_pl: Wymiary
pt_pt: Dimensões
ru_ru: Размеры
sv_se: Mått
uk_ua: Розміри
zh_tw: 尺寸

# Exif_Orientation
source: Orientation
ar_sa: الاتجاه
es_es: Orientación
it_it: Orientamento
ja_jp: 向き
ko_kr: 방향
ml_in: ഓറിയന്റേഷൻ
nl_nl: Oriëntatie
pl_pl: Orientacja
pt_pt: Orientação
ru_ru: Ориентация
sv_se: Orientering
uk_ua: Орієнтація
zh_tw: 方向

# Exif_ColorSpace
source: Color space
ar_sa: مساحة الألوان
es_es: Espacio de color
fr_fr: Espace colorimétrique
it_it: Spazio colore
ja_jp: 色空間
ko_kr: 색 공간
ml_in: കളർ സ്പേസ്
nl_nl: Kleurruimte
pl_pl: Przestrzeń kolorów
pt_pt: Espaço de cor
ru_ru: Цветовое пространство
sv_se: Färgrymd
uk_ua: Колірний простір
zh_tw: 色彩空間

# Exif_GpsLocation
source: GPS location
ar_sa: موقع GPS
es_es: Ubicación GPS
fr_fr: Position GPS
it_it: Posizione GPS
ja_jp: GPS位置情報
ko_kr: GPS 위치
ml_in: GPS ലൊക്കേഷൻ
nl_nl: GPS-locatie
pl_pl: Lokalizacja GPS
pt_pt: Localização GPS
ru_ru: Местоположение GPS
sv_se: GPS-plats
uk_ua: Розташування GPS
zh_tw: GPS位置

# LoadingHighQuality.Message
source: Loading high resolution version. Please wait…
ar_sa: جارٍ تحميل إصدار عالي الدقة. يرجى الانتظار…
de_de: Hochauflösende Version wird geladen. Bitte warten…
es_es: Cargando versión de alta resolución. Por favor espere…
fi_fi: Ladataan korkearesoluutioista versiota. Odota hetki…
fr_fr: Chargement de la version haute résolution. Veuillez patienter…
hu_hu: Nagy felbontású verzió betöltése. Kérem, várjon…
it_it: Caricamento della versione ad alta risoluzione. Attendere prego…
ja_jp: 高解像度バージョンを読み込み中。お待ちください…
ko_kr: 고해상도 버전을 로드 중입니다. 잠시 기다려 주세요…
ml_in: കൂടുതൽ വ്യക്തതയുള്ള ചിത്രം ലോഡ് ചെയ്യുന്നു. കുറച്ചു കഴിഞ്ഞ് ശ്രമിക്കുക
nl_nl: Versie met hoge resolutie laden. Even geduld…
pl_pl: Ładowanie wersji w wysokiej rozdzielczości. Proszę czekać…
pt_br: Carregando versão em alta resolução. Aguarde…
pt_pt: A carregar versão de alta resolução. Aguarde…
ru_ru: Загрузка версии в высоком разрешении. Пожалуйста, подождите…
sv_se: Laddar högupplöst version. Vänta…
uk_ua: Завантаження версії у високій роздільній здатності. Будь ласка, зачекайте…
zh_cn: 正在加载高分辨率版本，请稍候…
zh_tw: 正在載入高解析度版本，請稍候…

# MessageClose_Ok
source: OK
ar_sa: موافق
es_es: Aceptar
ko_kr: 확인
ml_in: ശരി
ru_ru: ОК
zh_cn: 确定
zh_tw: 確定

# NoShortcutsCreated.Message
source: No shortcuts were created. Configure them in Settings.
ar_sa: لم يتم إنشاء أي اختصارات. قم بتكوينها في الإعدادات.
de_de: Keine Verknüpfungen gefunden. Konfigurieren Sie diese in den Einstellungen.
es_es: No se crearon accesos directos. Configúrelos en Configuración.
fi_fi: Pikanäppäimiä ei luotu. Määritä ne Asetuksissa.
fr_fr: Aucun raccourci créé. Ajoutez-en dans les Paramètres.
hu_hu: Nem lettek parancsikonok létrehozva. Állítsa be őket a Beállításokban.
it_it: Nessun collegamento creato. Configurali in Impostazioni.
ja_jp: ショートカットが作成されませんでした。設定で構成してください。
ko_kr: 생성된 바로 가기가 없습니다. 설정에서 구성하세요.
ml_in: ഒരു കുറുക്കുവഴികളും സൃഷ്ടിച്ചിട്ടില്ല. ക്രമീകരണങ്ങളിൽ നോക്കുക.
nl_nl: Er zijn geen snelkoppelingen gemaakt. Configureer ze in Instellingen.
pl_pl: Nie utworzono skrótów. Skonfiguruj je w Ustawieniach.
pt_br: Nenhum atalho foi criado. Configure-os em Configurações.
pt_pt: Não foram criados atalhos. Configure-os nas Definições.
ru_ru: Ярлыки не созданы. Настройте их в параметрах
sv_se: Inga genvägar skapades. Konfigurera dem i Inställningar.
uk_ua: Ярлики не створено. Налаштуйте їх у Налаштуваннях.
zh_cn: 尚未创建快捷方式，请前往“设置”进行配置。
zh_tw: 未建立任何捷徑。請在設定中進行配置。

# OpenFileHyperlink.Text
source: Open file
ar_sa: فتح ملف
de_de: Datei öffnen
es_es: Abrir archivo
fi_fi: Avaa tiedosto
fr_fr: Ouvrir le fichier
hu_hu: Fájl megnyitása
it_it: Apri file
ja_jp: ファイルを開く
ko_kr: 파일 열기
ml_in: ഫയൽ തുറക്കുക
nl_nl: Bestand openen
pl_pl: Otwórz plik
pt_br: Abrir arquivo
pt_pt: Abrir ficheiro
ru_ru: Открыть файл
sv_se: Öppna fil
uk_ua: Відкрити файл
zh_cn: 打开文件
zh_tw: 開啟檔案

# RightClickInstruction.Text
source: To use FlyPhotos, right-click a photo and select Open with > FlyPhotos.
ar_sa: لاستخدام FlyPhotos، انقر بزر الماوس الأيمن فوق صورة وحدد فتح باستخدام > FlyPhotos.
de_de: Um FlyPhotos zu verwenden, klicken Sie mit der rechten Maustaste auf ein Foto und wählen Sie Öffnen mit > FlyPhotos.
es_es: Para usar FlyPhotos, haga clic derecho en una foto y seleccione Abrir con > FlyPhotos.
fi_fi: Käytä FlyPhotosia napsauttamalla kuvaa hiiren kakkospainikkeella ja valitsemalla Avaa sovelluksessa > FlyPhotos.
fr_fr: Pour utiliser FlyPhotos, faites un clic droit sur une photo et sélectionnez Ouvrir avec > FlyPhotos.
hu_hu: A FlyPhotos használatához kattintson jobb gombbal egy képre, és válassza a Megnyitás ezzel > FlyPhotos lehetőséget.
it_it: Per usare FlyPhotos, fai clic con il pulsante destro del mouse su una foto e seleziona Apri con > FlyPhotos.
ja_jp: FlyPhotosを使用するには、写真を右クリックし、プログラムから開く > FlyPhotosを選択します。
ko_kr: FlyPhotos를 사용하려면 사진을 마우스 오른쪽 버튼으로 클릭하고 연결 프로그램 > FlyPhotos를 선택하세요.
ml_in: ഒരു ചിത്രത്തിൽ റൈറ്റ് ക്ലിക്ക് (Right-click) ചെയ്ത് "Open With" > "FlyPhotos" തിരഞ്ഞെടുത്ത് ഈ ആപ്പ് ഉപയോഗിക്കാവുന്നതാണ്.
nl_nl: Om FlyPhotos te gebruiken, klikt u met de rechtermuisknop op een foto en selecteert u Openen met > FlyPhotos.
pl_pl: Aby użyć FlyPhotos, kliknij prawym przyciskiem myszy zdjęcie i wybierz Otwórz za pomocą > FlyPhotos.
pt_br: Para usar o FlyPhotos, Clique com o botão direito do mouse em uma foto e selecione Abrir com > FlyPhotos.
pt_pt: Para utilizar FlyPhotos, clique com o botão direito numa foto e selecione Abrir com > FlyPhotos.
ru_ru: Чтобы использовать FlyPhotos, нажмите правой кнопкой на фото и выберите Открыть с помощью > FlyPhotos
sv_se: För att använda FlyPhotos, högerklicka på ett foto och välj Öppna med > FlyPhotos.
uk_ua: Щоб використовувати FlyPhotos, клацніть правою кнопкою миші на фото та виберіть Відкрити за допомогою > FlyPhotos.
zh_cn: 要使用 FlyPhotos，请右键点击照片并选择“打开方式”>“FlyPhotos”。
zh_tw: 若要使用 FlyPhotos，請在照片上按右鍵並選擇「使用其他應用程式開啟＞FlyPhotos」。

# ScanningTextBlock.Text
source: Scanning apps…
ar_sa: جارٍ فحص التطبيقات…
de_de: Apps werden gescannt…
es_es: Escaneando aplicaciones…
fi_fi: Skannataan sovelluksia…
fr_fr: Analyse des applications…
hu_hu: Alkalmazások keresése…
it_it: Scansione app…
ja_jp: アプリケーションをスキャン中…
ko_kr: 앱 스캔 중…
ml_in: ആപ്പുകൾ സ്കാൻ ചെയ്യുന്നു…
nl_nl: Apps scannen…
pl_pl: Skanowanie aplikacji…
pt_br: Procurando aplicativos…
pt_pt: A analisar aplicações…
ru_ru: Сканирование приложений…
sv_se: Skannar appar…
uk_ua: Пошук установлених програм…
zh_cn: 正在扫描应用…
zh_tw: 正在掃描應用程式…

# SearchBox.PlaceholderText
source: Search apps…
ar_sa: البحث عن التطبيقات…
de_de: Apps suchen…
es_es: Buscar aplicaciones…
fi_fi: Etsi sovelluksia…
fr_fr: Rechercher des applications…
hu_hu: Alkalmazások keresése…
it_it: Cerca app…
ja_jp: アプリケーションを検索…
ko_kr: 앱 검색…
ml_in: ആപ്പുകൾ തിരയുക…
nl_nl: Apps zoeken…
pl_pl: Szukaj aplikacji…
pt_br: Pesquisar aplicativos…
pt_pt: Pesquisar aplicações…
ru_ru: Поиск приложений…
sv_se: Sök appar…
uk_ua: Пошук програм…
zh_cn: 搜索应用…
zh_tw: 搜尋應用程式…

# SettingsCardAllowMultiInstance.Description
source: Extra instances only show the selected image (no navigation, delete, or settings).
ar_sa: تعرض المثيلات الإضافية الصورة المحددة فقط (بدون تنقل أو حذف أو إعدادات).
es_es: Las instancias adicionales solo muestran la imagen seleccionada (sin navegación, eliminación ni ajustes).
fr_fr: Les instances supplémentaires affichent seulement l'image sélectionnée (pas de navigation, de suppression ni de paramètres).
it_it: Le istanze aggiuntive mostrano solo l’immagine selezionata (senza navigazione, eliminazione o impostazioni).
ja_jp: 追加のインスタンスでは選択した画像のみ表示されます（移動・削除・設定は利用できません）。
ko_kr: 추가 인스턴스에서는 선택한 이미지만 표시됩니다 (탐색, 삭제, 설정 사용 불가).
ml_in: അധിക ഇൻസ്റ്റൻസുകൾ തിരഞ്ഞെടുത്ത ചിത്രം മാത്രം കാണിക്കും (നാവിഗേഷൻ, ഡിലീറ്റ് , ക്രമീകരണങ്ങൾ ഇല്ല).
nl_nl: Extra instanties tonen alleen de geselecteerde afbeelding (geen navigatie, verwijderen of instellingen).
pl_pl: Dodatkowe instancje pokazują tylko wybrany obraz (bez nawigacji, usuwania ani ustawień).
pt_pt: Instâncias adicionais mostram apenas a imagem selecionada (sem navegação, eliminação ou definições).
ru_ru: В дополнительных окнах отображается только выбранное изображение (без навигации, удаления и настроек)
sv_se: Ytterligare instanser visar bara vald bild (ingen navigering, radering eller inställningar).
uk_ua: Додаткові вікна показують лише вибране зображення (без навігації, видалення та налаштувань).
zh_tw: 其他執行個體只會顯示所選影像（無法瀏覽、刪除或變更設定）。

# SettingsCardAllowMultiInstance.Header
source: Allow Multiple Instances (Beta)
ar_sa: السماح بمثيلات متعددة (تجريبي)
es_es: Permitir múltiples instancias (Beta)
fr_fr: Autoriser plusieurs instances (Beta)
it_it: Consenti più istanze (Beta)
ja_jp: 複数インスタンスを許可 (Beta)
ko_kr: 여러 인스턴스 허용 (Beta)
ml_in: ഒന്നിലധികം ഇൻസ്റ്റൻസുകൾ അനുവദിക്കുക (Beta)
nl_nl: Meerdere instanties toestaan (Beta)
pl_pl: Zezwól na wiele instancji (Beta)
pt_pt: Permitir múltiplas instâncias (Beta)
ru_ru: Разрешить запуск нескольких копий программы (бета-версия)
sv_se: Tillåt flera instanser (Beta)
uk_ua: Дозволити кілька вікон (бета)
zh_tw: 允許多個執行個體 (Beta)
